hello = (
    'Вы хотите заполнить анкету?\n'
    'Это поможет стать нам ближе и после заполнения вам будут прилетать интересные мероприятия от нас, а кому-то даже вакансии или оферы😜\n'
    'Ну что, убедил?\n'
)

user_subscribes_status = (
    'Ваши подписки:\n\n'
    'Подписка на хакатоны: {hackathon_sub_status}\n\n'
    'Подписка на лекции: {lecture_sub_status}\n\n'
    'Подписка на Митапы: {meet_up_sub_status}\n\n'
)

user_statistics = (
    'Статистика\n\n'
    'Рейтинг: {rate}\n'
    'Посещено мероприятий: {number_of_visits}\n'
    'Мероприятия:\n\n'
    'Тут пока пусто😞'
)

user_information_for_check = (
    'ФИО: {user_full_name}\n'
    'Дата рождения: {user_birth_date}\n'
    'Стек: {user_stack}\n'
    'О себе:\n'
    '{user_about_me}'
)

positive_toggle = 'Есть ✅'
negative_toggle = 'Нет ⛔️'
